<template>
	<footer class="ms-footer" id="footer">
		<div class="ms-top">
			<div class="container">
				<div class="row">
					<div class="col-md-7 col-xs-12 ms-footer__wrapper">
						<p>Мы осуществляем взаимодействие представителей бизнеса, Тайных Покупателей и независимых маркетологов на одной платформе,
							делая этот вид маркетингового исследования доступным для владельцев среднего бизнеса и снижая стоимость для большого.</p>
						<ul class="nav navbar-nav ms-socials__list">
							<li class="ms-socials__item">
								<a class="ms-socials__link" href="https://www.facebook.com/msp4.me" target="_blank">
									<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="27px" height="52px">
										<path fill-rule="evenodd" stroke="rgb(255, 255, 255)" stroke-width="2px" stroke-linecap="round" stroke-linejoin="round" fill="none" d="M23.647,2.038 C23.647,4.691 23.647,9.443 23.647,9.443 C23.647,9.443 18.163,8.900 16.789,10.990 C16.038,12.136 16.484,15.482 16.417,17.887 C18.812,17.887 21.298,17.887 23.692,17.887 C23.077,20.699 22.637,22.603 22.184,25.035 C20.113,25.035 16.377,25.035 16.377,25.035 L16.377,48.044 C16.377,48.044 9.521,48.044 6.298,48.044 C6.301,40.950 6.297,32.674 6.298,25.125 C4.733,25.125 3.575,25.125 2.010,25.125 C2.010,22.472 2.010,20.541 2.010,17.887 C3.529,17.887 4.731,17.887 6.251,17.887 C6.469,12.593 6.550,7.348 9.192,4.679 C12.162,1.677 14.994,2.038 23.647,2.038 Z"></path>
									</svg>
								</a>
							</li>
							<li class="ms-socials__item">
								<a class="ms-socials__link" href="https://twitter.com/msp4me">
									<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="55px" height="44px">
										<path fill-rule="evenodd" stroke="rgb(255, 255, 255)" stroke-width="2px" stroke-linecap="butt" stroke-linejoin="miter" fill="none" d="M37.106,3.354 C40.779,3.291 42.734,4.622 44.602,6.314 C46.186,6.180 48.246,5.299 49.460,4.684 C49.853,4.471 50.246,4.258 50.639,4.042 C49.946,5.907 49.007,7.364 47.562,8.472 C47.242,8.719 46.924,9.050 46.522,9.207 C46.522,9.216 46.522,9.222 46.522,9.229 C48.579,9.208 50.277,8.285 51.889,7.785 C51.889,7.791 51.889,7.798 51.889,7.807 C51.042,9.148 49.896,10.507 48.673,11.479 C48.180,11.870 47.686,12.260 47.192,12.650 C47.220,14.819 47.160,16.888 46.753,18.710 C44.385,29.305 38.110,36.496 28.176,39.574 C24.609,40.682 18.845,41.137 14.758,40.126 C12.732,39.627 10.901,39.060 9.183,38.313 C8.229,37.896 7.345,37.451 6.499,36.936 C6.222,36.768 5.944,36.600 5.667,36.429 C6.588,36.457 7.667,36.711 8.697,36.545 C9.630,36.397 10.544,36.435 11.404,36.247 C13.549,35.779 15.454,35.160 17.095,34.204 C17.890,33.742 19.097,33.198 19.663,32.530 C18.597,32.546 17.632,32.304 16.840,32.025 C13.773,30.947 11.987,28.964 10.825,25.987 C11.755,26.089 14.433,26.330 15.059,25.803 C13.889,25.739 12.763,25.065 11.959,24.563 C9.491,23.028 7.479,20.449 7.494,16.484 C7.818,16.635 8.142,16.790 8.466,16.942 C9.085,17.203 9.716,17.342 10.455,17.494 C10.768,17.559 11.392,17.741 11.751,17.607 C11.735,17.607 11.720,17.607 11.704,17.607 C11.227,17.056 10.449,16.688 9.969,16.095 C8.386,14.134 6.903,11.122 7.841,7.532 C8.079,6.622 8.457,5.819 8.859,5.075 C8.874,5.082 8.890,5.092 8.905,5.100 C9.089,5.483 9.501,5.764 9.761,6.085 C10.570,7.083 11.567,7.981 12.583,8.770 C16.047,11.466 19.165,13.123 24.174,14.350 C25.444,14.660 26.913,14.897 28.431,14.900 C28.004,13.665 28.141,11.665 28.477,10.471 C29.321,7.463 31.154,5.294 33.844,4.136 C34.487,3.857 35.200,3.656 35.949,3.492 C36.335,3.446 36.720,3.399 37.106,3.354 Z"></path>
									</svg>
								</a>
							</li>
							<li class="ms-socials__item">
								<a class="ms-socials__link" href="https://vk.com/msp4_me" target="_blank">
									<svg xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" width="69px" height="41px">
										<path fill-rule="evenodd" stroke="rgb(255, 255, 255)" stroke-width="2px" stroke-linecap="round" stroke-linejoin="round" fill="none" d="M33.542,37.210 L37.341,37.210 C37.341,37.210 38.488,37.089 39.075,36.488 C39.614,35.934 39.597,34.899 39.597,34.899 C39.597,34.899 39.523,29.987 41.888,29.273 C44.221,28.566 47.216,33.967 50.390,36.041 C52.790,37.613 54.614,37.210 54.614,37.210 L63.103,37.217 C63.103,37.217 67.542,36.894 65.437,33.569 C65.265,33.297 64.210,31.108 59.125,26.611 C53.803,21.903 54.516,22.666 60.927,14.523 C64.832,9.564 66.392,6.537 65.905,5.241 C65.440,4.006 62.589,4.219 62.589,4.219 L53.011,4.215 C53.011,4.215 52.303,4.150 51.777,4.449 C51.264,4.742 50.934,5.502 50.934,5.502 C50.934,5.502 49.421,9.410 47.404,12.673 C43.149,19.558 41.447,19.924 40.751,19.496 C39.133,18.499 39.538,15.492 39.538,13.356 C39.538,6.683 40.599,3.901 37.469,3.182 C36.430,2.942 35.665,2.784 33.008,2.757 C29.598,2.726 26.712,2.768 25.078,3.531 C23.991,4.038 23.152,5.168 23.663,5.233 C24.295,5.314 25.725,5.602 26.483,6.585 C27.463,7.855 27.428,10.705 27.428,10.705 C27.428,10.705 27.991,18.560 26.114,19.536 C24.826,20.205 23.059,18.839 19.265,12.592 C17.322,9.393 15.853,5.788 15.853,5.788 C15.853,5.788 15.571,5.128 15.066,4.774 C14.453,4.346 13.598,4.209 13.598,4.209 L4.516,4.212 C4.516,4.212 3.153,4.249 2.652,4.814 C2.207,5.317 2.617,6.355 2.617,6.355 C2.617,6.355 9.726,22.327 17.777,30.313 C25.160,37.637 33.542,37.210 33.542,37.210 Z"></path>
									</svg>
								</a>
							</li>
						</ul>
						<ul class="ms-content__list">
							<li class="ms-content__item">Первомайский проспект 19, офис 4а, Полтава, Полтавская область, 36000</li>
							<li class="ms-content__item">
								<a class="ms-content__link" href="#" target="_blank">info@msp4.me</a>
							</li>
						</ul>
					</div>
					<div class="col-md-4 col-md-offset-1  col-xs-12 ms-footer__wrapper">
						<div class="ms-wrapp">
							<img src="http://d33wubrfki0l68.cloudfront.net/451a2e7906656ee59f302d9b8fc07bc1beff9b20/a0dac/img/mail.png" alt="Mail">
							<a class="ms-button btn btn-default typeform-share" href="javascript:void(0);" onclick="jSH('#sh_button').click(); return false;">Отправить сообщение</a>
						</div>
					</div>
				</div>
			</div>
		</div>
		<div class="ms-bottom">
			<div class="container">
				<div class="ms-copyright text-center">
					<p>Mystery Shopping Platform 2015 Copyright © <br>All rights reserved</p>
				</div>
			</div>
		</div>
	</footer>
</template>